Repository: tomoe-musashi/language-selector
Catalog: po/*.po
Languages: fa

source: Chinese (simplified)
fa: چینی (ساده شده)

source: Chinese (traditional)
fa: چینی (سنتی)

source: No language information available
fa: هیچ اطّلاعات زبانی موجود نیست

source: The system does not have information about the available languages yet. Do you want to perform a network update to get them now?
fa: سیستم هنوز اطلاعاتی در مورد زبان های موجود ندارد. آیا می‌خواهید به روز رسانی شبکه ای برای گرفتن آن‌ها انجام شود؟

source: _Update
fa: به روز رساني

source: Language
fa: زبان

source: Installed
fa: نصب شده

source: %(INSTALL)d to install
fa: %(INSTALL)d :برای كار گذاری

source: %(REMOVE)d to remove
fa: %(REMOVE)d :برای برچيدن

source: none
fa: هیچ‌کدام

source: Software database is broken
fa: پایگاه اطلاعات نرم افزار ناقص است

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
fa: نصب یا حذف هیچ نرم افزاری ممکن نیست. لطفا از برنامه مدیریت بسته‌ها »سیناپتیک« استفاده کنید و یا دستور »sudo apt-get install -f« را در یک پایانه اجرا کنید تا این مشکل برطرف شود.

source: Could not install the selected language support
fa: نتوانست بسته پشتیبان این زبان را کار گزاری کند

source: This is perhaps a bug of this application. Please file a bug report at https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug
fa: شاید این اشکال از برنامه باشد. خواهش میشود این اشکال را به آدرس زیز گزارش دهید: https://bugs.launchpad.net/ubuntu/+source/language-selector/+filebug

source: Could not install the full language support
fa: نتوانست‌ پشتیباتی کامل از زبان را کار گزاری کند

source: Usually this is related to an error in your software archive or software manager. Check your preferences in Software Sources (click the icon at the very right of the top bar and select "System Settings... -> Software Sources").
fa: معمولاً این مربوط به خطایی در بایگانی نرم‌افزار یا مدیر نرم‌افزار شماست. ترجیحات خود را در منابع نرم‌افزاری بررسی کنید (روی شمایلی که در انتهای سمت چپ نوار بالایی قرار دارد کلیک کنید و «تنظیمات سامانه… -> منابع نرم‌افزاری» را انتخاب کنید ).

source: Failed to authorize to install packages.
fa: شکست در تأیید برای نصب بسته‌ها.

source: The language support is not installed completely
fa: پشتیبانی زبانها به صورت کامل کارگزاری نشده است

source: Some translations or writing aids available for your chosen languages are not installed yet. Do you want to install them now?
fa: برخی ترجمه‌ها یا کمک افزارهای نوشتاری موجود برای زبان انتخابی شما نصب نشده‌اند. آیا مایلید که نصبشان کنید؟

source: _Remind Me Later
fa: بعدا يادآوري شود

source: _Install
fa: نصب

source: Details
fa: جزئیات ‌

source: Failed to apply the '%s' format choice. The examples may show up if you close and re-open Language Support.
fa: شمست در اعمال گزینه‌ی قالب «%s» ممکن است اکر پشتیبانی زبان را ببندید و دوباره باز کنید مثال‌ها نمایش داده شوند.

source: Language Support
fa: پشتیبانی زبان

source: <big><b>Checking available language support</b></big> The availability of translations or writing aids can differ between languages.
fa: <big><b>در حال بررسی پشتیبانی زبان موجود</b></big> ممکن است وجود ترجمه‌‌ها یا کمک‌های نوشتاری برای زبان های مختلف فرق کند.

source: Installed Languages
fa: زبان‌های نصب شده

source: When a language is installed, individual users can choose it in their Language settings.
fa: وقتی زبانی نصب می‌شود، کاربران می‌توانند آن را از طریق تنظیمات زبانشان برای خود انتخاب کنند.

source: Cancel
fa: لغو

source: Apply Changes
fa: تغییرات را اعمال کن

source: Language for menus and windows:
fa: زبان فهرست‌ها و پنجره‌ها

source: This setting only affects the language your desktop and applications are displayed in. It does not set the system environment, like currency or date format settings. For that, use the settings in the Regional Formats tab. The order of the values displayed here decides which translations to use for your desktop. If translations for the first language are not available, the next one in this list will be tried. The last entry of this list is always "English". Every entry below "English" will be ignored.
fa: این تنظیم فقط روی زبانی که میزکار و برنامه‌های کاربریتان با آن نشان داده می‌شوند اثر می‌گذارد. این محیط سامانه، مانند پول رایج یا تنظیمات قالب تاریخ را تنظیم نمی‌کند. برای آن کار، از تنظیمات در زبانه‌ی فالب‌های ناحیه‌ای استفاده کنید. ترتیب مقادیر نمایش داده شده در این‌جا مشخّص می‌کند کدام ترجمه برای میزکارتان استفاده شود. اگر ترجمه برای زبان نخست موجود نبود، بعدی در فهرست امتخان می‌شود. آخرین ورودی این فهرست همواره «انگلیسی» است. هرچیزی زیر «انگلیسی» نادیده گرفته می شود.

source: <small><b>Drag languages to arrange them in order of preference.</b> Changes take effect next time you log in.</small>
fa: <small><b>برای چیدن زبان‌ها به ترتیب اولویت، آن‌ها را بکشید.</b> تغییرات دفعه‌ی بعدی که وارد می‌شوید اثر می‌کنند.</small>

source: Apply System-Wide
fa: اعمال بر گستره‌ی سامانه

source: <small>Use the same language choices for startup and the login screen.</small>
fa: <small>استفاده از انتخاب‌های زبان یکسان برای شروع و صفحه‌ی ورود.</small>

source: Install / Remove Languages...
fa: نصب / حذف زبان ها...

source: Keyboard input method system:
fa: راه ورود داده از صفحه کلید:

source: If you need to type in languages, which require more complex input methods than just a simple key to letter mapping, you may want to enable this function. For example, you will need this function for typing Chinese, Japanese, Korean or Vietnamese. The recommended value for Ubuntu is "IBus". If you want to use alternative input method systems, install the corresponding packages first and then choose the desired system here.
fa: اگز بخواهید به زبان‌هایی تایپ کنید که به ورودی پیچیده‌تری از یک نگاشت کلید به حرف نیاز دارند، ممکن است بخواهید این تابع را فعّال کنید. برای مثال، برای تایپ کردن چینی، ژاپنی، کُره‌ای یا ویتنامی به این تابع نیاز دارید. مقدار توصیه شده برای اوبونتو «IBus» است. اگر می‌خواهید از یک سامانه‌ی شیوه‌ی ورودی جایگزین استفاده کنید، ابتدا بسته‌های متناظر را نصب کرده و سپس سامانه‌ی دل‌خواه را در این‌جا برگزینید.

source: Display numbers, dates and currency amounts in the usual format for:
fa: نمایش شماره‌ها، تاریخ‌ها و واحدهای پولی در قالب معمول برای:

source: This will set the system environment like shown below and will also affect the preferred paper format and other region specific settings. If you want to display the desktop in a different language than this, please select it in the "Language" tab. Hence you should set this to a sensible value for the region in which you are located.
fa: این محیط سامانه را مثل آن‌چه در زیر نمایش داده شده تنظیم می‌کند و هم‌چنین روی قالب ترجیحی کاغذ و دیگر تنظیمات خاص ناحیه‌ای اثر می‌گذارد. اگر می‌خواهید میزکار در زبانی دیگر غیر از این نمایش داده شود، لطفاً آن را در زبانه‌ی «زبان» انتخاب کنید. از این رو باید این را به مقداری معقول برای ناحیه‌ای که در آن قرار دارید تنظیم کنید.

source: <small>Changes take effect next time you log in.</small>
fa: <small>تغییرات پس از ورود دوباره اعمال خواهد شد.</small>

source: <small>Use the same format choice for startup and the login screen.</small>
fa: <small>استفاده از انتخاب‌های قالب یکسان برای شروع و صفحه‌ی ورود.</small>

source: Number:
fa: تعداد:

source: Date:
fa: تاریخ:

source: Currency:
fa: واحد پول:

source: <b>Example</b>
fa: <b>مثال</b>

source: Regional Formats
fa: قالب‌های منطقه‌ای

source: Configure multiple and native language support on your system
fa: تنظیم چند زبان و زبان اصلی بر روی دستگاه شما

source: Incomplete Language Support
fa: پشتیبانی ناقص از زبان

source: The language support files for your selected language seem to be incomplete. You can install the missing components by clicking on "Run this action now" and follow the instructions. An active internet connection is required. If you would like to do this at a later time, please use Language Support instead (click the icon at the very right of the top bar and select "System Settings... -> Language Support").
fa: به نظر می‌رسد پرونده‌های پشتیبانی زبان برای زبان انتخابی شما کامل نیستند. شما می‌توانید اجزای جا افتاده را با کلیک کردن روی «انجام این عمل» و پیروی از دستورات نصب کنید. یک ارتباط اینترنتی فعّال مورد نیاز است. اگر دوست دارید این عمل را در زمان دیگری انجام دهید، لطفاً از پشتیبانی زبان استفاده کنید (روی شمایلی که در انتهای سمت چپ نوار بالایی قرار دارد کلیک کنید و «تنظیمات سامانه… -> پشتیبانی زبان» را انتخاب کنید)

source: Session Restart Required
fa: جلسه احتياج به شروع مجدد دارد

source: The new language settings will take effect once you have logged out.
fa: تنظیمات زبان بعد از خروج شما از جلسه فعال خواهد شد.

source: Set system default language
fa: تنظیم زبان پیش‌فرض سامانه

source: System policy prevented setting default language
fa: سیاست سامانه از تنظیم کردن زبان پیش‌فرض جلوگیری کرد

source: don't verify installed language support
fa: پشتیبانی زبان نصب شده نیاز به بازبینی ندارد.

source: alternative datadir
fa: پایگاه اطلاعات جایگزین

source: target language code
fa: شناسه زبان مورد نظر

source: check for the given package(s) only -- separate packagenames by comma
fa: جستوجو فقط برای بسته(ها) - نام بسته‌ها را با کاما جدا کنید.

source: output all available language support packages for all languages
fa: همه‌ی بسته‌های پشتیبانی زبان را برای همه‌ی زبان‌ها خروجی بده

source: show installed packages as well as missing ones
fa: بسته‌های مفقود را نیز با بسته‌های نصب شده نمایش بده.
